Repository: miguel-martin/django-test
Catalog: envio/locale/*/LC_MESSAGES/django.po
Languages: es

source: Página web del centro
es: Website

source: Código de Estudio
es: Study Program code

source: Código de Plan
es: Plan code

source: Matrículas
es: Tuitions

source: {} está matriculado en el plan {}
es: {} is enrolled in plan {}

source: Código de entrega
es: Deposit code

source: Entregas
es: Deposits

source: Cuenta
es: Account

source: Entregas realizadas
es: Deposits

source: Nueva entrega
es: New deposit

source: Identificarme
es: Login

source: Salir
es: Logout

source: Depósito de trabajos académicos
es: Academic works deposit

source: Mi cuenta
es: My account

source: Para depositar de tu Trabajo debes estar identificado
es: To deposit your Academic Work you must be logged in

source: Combinación de nombre de usuario y contraseña incorrecta
es: Wrong username/password combination

source: Identifícate
es: Log in

source: ¿Has olvidado tu contraseña?
es: Forgot your password?

source: Nombre y apellidos
es: Name

source: Curso
es: Year

source: Alumno
es: Student

source: Plan/Estudio
es: Plan/Study Offer

source: No hay matrículas en la base de datos
es: No tuitions found in database

source: Matriculado en
es: Enrolled in

source: No hay personas en la base de datos
es: No people found in database

source: No hay matriculas disponibles
es: No tuitions found in database
